Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/www.samediggi.se/35671.html.tmx
Source language: sme
Languages: smj

source: Mii lea dáhpáhuvvan dan rájis go Eallinbiras dohkkehuvvui borgemánus 2009 ?
smj: Mij la dáhpádum dat rájes gå Iellembirás dåhkkiduváj bårggemánon 2009 ?

source: Mii lea dáhpáhuvvan dan rájis go Eallinbiras dohkkehuvvui ?
smj: Mij la dáhpádum dat rájes gå Iellembirás dåhkkiduváj ?

source: Lea vássán eanet go guokte jagi dan rájis go Sámediggi dohkkehii Eallinbirasprográmma.
smj: Vássám li juo ienep gå guokta jage dat rájes gå Sámedigge dåhkkidij Iellembirásprográmmav.

source: Dás lea čoahkkáigeassu mii lea dáhpáhuvvan Eallinbirasbarggus dan rájis go dohkkehuvvui 2009.
smj: Tjoahkkájgäsos vuoset mij ja dáhpáduvvam Iellembirásbargon maŋel gå dåhkkiduváj 2009.

source: Eallinbirrasis lea stivrenjoavku mii lea vuoruhan eallinbirasprográmmas áigodahkii 2009-2011.
smj: Iellembirrasin la stivrrajuogos mij la dahkam vuorodimijt iellembirásprográmman 2009-2011 ájggáj.

source: Golbma oasseulbmila mearriduvvojedje vai galgá duohtandahkat dan oppalaš ulbmila:
smj: Gålmmå oasseulme dåhkkiduvvin ållidittjat gájkbadjásasj ulmev:

source: Nanu eallinbiras
smj: Nanos iellembirás

source: Árbevirolaš diehtu ja
smj: Árbbedábálasj máhttudahka ja

source: Dássadas ovdáneapmi (gos ođđaáigasaš ja árbevirolaš diehtu ovttastahtto).
smj: Åvddånibme balánsan (manna dálásjájggásasj ja árbbedábálasj máhttudahka aktiduvvá).

source: Mii leat bargan daiguin golbma oasseulbmiliiguin máŋgga ládje ja máŋga ulbmiljoavkkuiguin, sihke iežamet vuolggahemiid bokte ja maid geahččalanprošeavtta ruhtadeami bokte j. n. a. Dás vuolil vuosehit dan rukses láiggi mii lea láidestan barggu dássážii.
smj: Barggam lip dáj gålmmå oasseulmij moatteláhkáj ja umasslágasj ulmmejuohkusij, goappátjagá sisŋásj álggagij baktu ja gárvedimprosjevta biednigahttema baktu ja vil enap. Vuollelin vuosedip vuodoájádisáv mij la bargov jådedam dán rádjáj.

source: Árbediehtu
smj: Árbbediehto

source: Čuovvovaš doaimmat leat čadnon Eallinbirrasii ja árbedihtui:
smj: Tjuovvo dåjma li dagádum ma li aktidum Iellembirrasij ja árbbediehtuj:

source: Geahččalanprošeakta boazodoalus Loga eanet
smj: Gárvedimprosjevta boatsojäládusán

source: Boahtteáigekonferánsa Liksjoes
smj: Boahtteájggekonferänssa Liksjuon

source: Plána Sámedikki boahttevaš strategalaš bargguin árbedieđuin lea dahkkon
smj: Plána Sámedikke strahtegalasj bargguj åvddålijguovlluj árbbediedujn la dagádum

source: Ovttasbargoprošeakta Sámedikki ja CBM ” Boazu indikáhtorin ” gaskkas lea bidjon johtui.
smj: Aktisasjprosjäkta Sámedikke ja CBM ” Renen som indikator ” gaskan la jåhtuj boahtám.

source: Prošeavttas guokte diehtooktiibidjama galget buktot ovdan, okta akademalaš dutkama birra ja okta árbevirolaš dieđu birra.
smj: Prosjevtan galggi guokta máhttudaktjoahkkájgessusa dagáduvvat, akta akademak åtsådime birra ja akta árbbedábálasj máhttudagá birra.

source: Dain galgá dahkkot analysa vai oažžu ovtta syntesa mii sáhttá addit viidábut ja čielgaseappot gova bohcco váikkuhusas eatnamiidda.
smj: Dajs galggá de guoradallam dagáduvvat, dagátjit tjoahkkájgessusav mij vaddá tjiegŋalap dádjadimev gåktu boahttsu bájnasj májav ja suv árvvo mádjaj (ednamijda).

source: Traineeprográmma Buolvas buolvvaj gullo dán prošektii.
smj: Traineeprográmma Buolvas buolvvaj la oasse dán prosjevtan.

source: Bargu nuoraiguin
smj: Barggo nuoraj

source: Eallinbirrasis Sámediggi bargá nuoraiguin sierra ládje, eanemus ná láhkái:
smj: Iellembirrasin Sámedigge barggá nuoraj moatteláhkáj, åvdemusát

source: Ovttasbargguin Sáminuorain.
smj: Aktisasjbarggo Sámenuorajn

source: Lahka ovttasbargu Jåhkåmåhke gielddain Jokkmokk Winter Conference bargguin
smj: Lahka aktisasjbarggo Jåhkåmåhke kommuvnajn Jokkmokk Winter Conference birra

source: Váldit mielde nuoraidovddasteddjiid bargojoavkkuide, referánsajovkkuide
smj: Válldet maŋen nuorajåvdåstiddjijt barggojuohkusijn, referänssajuohkusijn

source: Eallinbirrasa nanusmahttin sámi servodagas
smj: Iellembirrasa dabrridibme sáme sebrudagán

source: Čákkit lea bargojoavkku namma gos sierra formálalaš ja eahpeformálalaš jođiheaddjit sámi servodagas bovdehuvvojedje bargat áššiin got mii implementeret Eallinbirrasa ja Eallinbirrasa váldo prinsihpaid sierra joavkkuin ja organisašuvnnain sámi servodagas.
smj: Čákkit la barggojuohkusa namma manna umasslágásj formálalasj ja sahte lájddijiddje sáme sebrudagás gåhtjoduvvin bargatjit ássjijn gåktu mij ållidip Iellembirrasav ja Iellembirrasa bagádiddje prinsihpajt umasslágásj juohkusijn ja organisasjåvnåjn sáme sebrudagán.

source: Implementeren lea juo álgán muhto plána joatkašuhtti bargui lea maid bukton ovdan Sara Larssonis.
smj: Ållidibme l juo álggám valla Sara Larsson la aj dahkam plánav bargguj åvddåguovlluj.

source: Sámedikki politihkkarat ja jođiheapmi galget maid meannudit dán plána ovddosguvlui.
smj: Plána vuorddá vil gárvedimev Sámedikke politijkkárijs ja lájddijiddjijs.

source: Boahtteáigekonferánsa Liksjoes 2010 ja Aerviesjaevries 2011 Sámediggi bovdii sárdnideddjiid geat sáhtte movttiidahttit ja buktit ođđa jurdagiid ságastallamiin árbevirolaš dieđu, giela, (de) koloniserema sohkabealrollaid ja iežá fáttaid birra..
smj: Boahtteájggekonferänssa Liksjuon 2010 ja Árviesjávren 2011. Sámedigge gåhtjoj sáhkadiddjijt gudi máhttin måvtåstuhttet ja ådå ájádusájt buktet ságastallamijn árbbedábálasj máhttudagá, giela, ruopptot válldema, sjiervveánburgij birra ja vil enap.

source: Beroštupmi konferánssas leai stuorat ja árvvoštallan vuosehii ahte oasseváldit ledje oalle positiivvalaččat lágideapmái.
smj: Miellogisvuohta konferänssaj lij stuorre ja árvustallam vuosedij oassevállde lidjin sieldes positijvalattja ásadibmáj.

source: Evttohusat joatkašuhtti bargui boahtteáige konferánsii gávdno.
smj: Oajvvadus joarkket barggov boahtteájggekonferensaj gávnnu.

source: Sámedikki čállingoddi
smj: Sámedikke dåjmadahka

source: Doaimmat bargovehkii mii lea čadnon Eallinbirrasii
smj: Barggo barggij gudi li aktidum Iellembirrasij:

source: Bargiidbeaivvit Bihtámis miessemánus 2010 fáttain Eallinbiras
smj: Barggijbiejve Bihtámin moarmesmáno 2010 temajn Iellembirás

source: Boahtteáigekonferánssat Liksjoes ja Aerviesjaevries
smj: Boahtteájggekonferensa Liksjuon ja Árviesjávren

source: Sámedikki njuolga dálkkádat ja birasváikkuhus: Plána buktit ovdan birasjođihanvuogádagaid Sámediggái lea váldon ovdan.
smj: Sámedikke ietjas klimáhtta ja birásvájkodibme: Plána Sámedikke biráslájddidimvuogádagá åvdedibmáj la dagádum.

source: Birasjođihanvuogádat lea láhkagáibádus.
smj: Biráslájddidimvuogádahka l láhkarávkalvis.

source: Ášši lea jođiheamis vuordime mearrádusa ja čađaheami !
smj: Ássje l lájddijiddjij duogen ja vuorddep märrádusáv ja tjadádimev.

source: Moadde bargi leat oasselastán gurssas " Dialog för naturvård ".
smj: Muhtem bargge li oasev válldám kursan " Dialog för naturvård ".
